Repository: NguyenAnhDuc-2k9/cloudvision
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: cs, vi

source: You are logged in to your account:
vi: Bạn đã đăng nhập vào tài khoản của mình:

source: Password:
vi: Mật khẩu:

source: Log in
vi: Đăng nhập

source: Create account
vi: Tạo tài khoản

source: Logout
vi: Đăng xuất

source: Name:
vi: Tên:

source: Surname:
vi: Họ:

source: Register
vi: Đăng ký

source: Question:
vi: Câu hỏi:

source: Send
vi: Gửi

source: Close
vi: Đóng

source: Wait for the Be My Eyes to type the message
vi: Hãy đợi Be My Eyes nhập tin nhắn

source: You
vi: Bạn

source: First you need to log in or register
vi: Đầu tiên bạn cần đăng nhập hoặc đăng ký

source: Open NVDA Menu, Preferences, CloudVision Settings, Manage Be My Eyes account
vi: Mở Trình đơn NVDA, Tùy chọn, Cài đặt CloudVision, Quản lý tài khoản Be My Eyes

source: Analyzing selected file
cs: Analyzuji vybraný soubor
vi: Đang phân tích tập tin đã chọn

source: Please disable screen curtain before using CloudVision add-on.
cs: Prosím, vypněte ztmavení obrazovky před rozpoznáváním
vi: Vui lòng tắt che màn hình trước khi sử dụng tiện ích bổ sung CloudVision.

source: Analyzing navigator object
cs: Analyzuji objekt pod kurzorem.
vi: Đang phân tích đối tượng điều hướng

source: CloudVision Settings
cs: Nastavení doplňku CloudVision
vi: Cài đặt CloudVision

source: Pre&fer a navigator object instead of a file
cs: &Preferovat navigační kurzor, místo výpisu do souboru
vi: Ưu tiên một đối tượng điều hướng thay vì một tập tin

source: &Play sound during recognition
cs: Pře&hrát zvuk pípání při rozpoznávání
vi: &Phát âm thanh trong khi nhận dạng

source: Recognize &text
cs: &Rozpoznávat text
vi: Nhận dạng &văn bản

source: Recognize &images
cs: Rozpoznávat &obrázky
vi: Nhận dạng &hình ảnh

source: Read &QR / bar code
cs: Rozpoznávat QR a čárové kódy
vi: Đọc &mã QR/mã vạch

source: Translate text
cs: Překládat text
vi: Dịch văn bản

source: Select image description language, other languages than english are more prone to translation errors
cs: Vyberte jazyk překladu, jiné překlady než angličtina mohou obsahovat chyby
vi: Chọn ngôn ngữ mô tả hình ảnh, các ngôn ngữ khác ngoài tiếng Anh dễ bị lỗi dịch hơn

source: Manage Be My Eyes account
vi: Quản lý tài khoản Be My Eyes

source: Open site
cs: &Otevřít domovskou stránku
vi: Mở trang web

source: Please wait...
vi: Vui lòng chờ...

source: Error saving settings
cs: Chyba při ukládání nastavení
vi: Lỗi lưu cài đặt

source: Cloud Vision settings...
cs: Nastavení doplňku Cloudvision
vi: Cài đặt Cloud Vision...

source: There have been no recognitions yet
vi: Chưa có sự nhận dạng nào

source: To recognize files under the cursor without opening Update NVDA version to 2021.1 or higher
cs: Rozpoznávání souboru s obrázkem, nebo pod kurzorem ov verze NVDA 2021 nebo vyšší
vi: Nhận dạng tập tin dưới con trỏ chuột mà không cần cập nhật NVDA lên phiên bản 2021.1 hoặc cao hơn

source: File not supported
cs: Soubor není podporován.
vi: Tập tin không được hỗ trợ

source: Analysis completed:
cs: Analýza kompletní
vi: Phân tích hoàn thành:

source: CloudVision result
cs: Výsledek
vi: Kết quả CloudVision

source: Error
cs: Chyba
vi: Lỗi

source: This navigator object is not analyzable
cs: Tento objekt nelze analyzovat.
vi: Đối tượng điều hướng này không thể phân tích được

source: This navigator object is too small
cs: Tento objekt pro rozpoznání je příliš malý
vi: Đối tượng điều hướng này quá nhỏ

source: Gives a description on how current navigator object or selected file in Explorer looks like visually, if you press twice quickly, a virtual viewer will open.
cs: Popíše objekt pod kurzorem v průzkumníkovi souborů, pokud stisknuto dvakrát
vi: Cung cấp mô tả về cách đối tượng điều hướng hiện tại hoặc tập tin được chọn trong Explorer trông như thế nào về mặt trực quan, nếu bạn nhấn nhanh hai lần, trình xem ảo sẽ mở ra.

source: Text Not Found.
cs: Text nenalezen
vi: Không tìm thấy văn bản.

source: Result copyed in clipboard.
cs: Výsledek zkopírovaný do schránky
vi: Đã sao chép kết quả vào bộ nhớ tạm.

source: Copy last result in clipboard.
cs: Zkopírovat poslední výsledek do schránky
vi: Sao chép kết quả cuối cùng vào bộ nhớ tạm.

source: Ask the bot a question. You need to log in to your be my eyes account in the add-on settings
vi: Hãy hỏi bot một câu hỏi. Bạn cần đăng nhập vào tài khoản be my Eyes trong cài đặt tiện ích bổ sung

source: An extension for describing images by utilizing recent advances in AI technology. Press NVDA+Control+I to get a description of an object or selected file in Explorer, if you press twice quickly, a virtual viewer will open.
cs: Doplněk pro rozpoznání obrázku, nebo objektu pod kurzorem pomocí klávesové zkratky nvda +ctrl +i z nejnovější AI technologií
vi: Một tiện ích bổ sung để mô tả hình ảnh bằng cách sử dụng những tiến bộ gần đây trong công nghệ AI. Nhấn NVDA+Control+I để nhận mô tả của một đối tượng hoặc tập tin được chọn trong Explorer, nếu bạn nhấn nhanh hai lần, trình xem ảo sẽ mở ra.
